---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RectMullionThick
source: html/7ac2be7a-b5d0-49db-a8c6-c6e6a3fe0e86.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RectMullionThick Property

"Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId RectMullionThick { get; }
```